{
  "lastUpdate": "[16.01.2025 12:00]",
  "sections": [
    {
      "title": "Общие положения",
      "content": [
        "Эта Политика конфиденциальности (\"Политика\") описывает, как мы собираем, используем и защищаем персональные данные пользователей.",
        "Регистрируясь на Сайте, пользователь соглашается с этой Политикой конфиденциальности и дает согласие на обработку своих персональных данных в соответствии с данной Политикой.",
        "На Сайте размещены рекламные баннеры, которые являются демонстрационными и не принадлежат третьим сторонам. Они используются исключительно для визуализации функционала рекламы и не отображают реальных рекламных объявлений."
      ]
    },
    {
      "title": "Данные, которые мы собираем",
      "content": [
        "Мы собираем следующие данные при регистрации:",
        {
          "list": [
            "Имя;",
            "Фамилия;",
            "Электронная почта (email);",
            "Пароль."
          ]
        },
        "При использовании функционала Сайта пользователь может вводить информацию о своих транспортных средствах, такую как:",
        {
          "list": [
            "Марка и модель;",
            "VIN-код, HIN-код, серийный номер;",
            "Цвет, год выпуска, объем двигателя, тип топлива;",
            "Пробег, история ремонтов и технического обслуживания;",
            "Прочие заметки, касающиеся транспортного средства."
          ]
        },
        "Все данные Пользователей, включая данные регистрации и информацию о транспортных средствах, хранятся в базе данных, расположенной на защищенном сервере, который арендует Администрация."
      ]
    },
    {
      "title": "Цель использования данных",
      "content": [
        "Персональные данные собираются для обеспечения функциональности Сайта, в частности для:",
        {
          "list": [
            "Регистрации и авторизации пользователей;",
            "Сохранения и обработки информации о транспортных средствах пользователей (марка, модель, VIN и др.);",
            "Управления тарифами пользователей;",
            "Предоставления доступа к персонализированным сервисам, таким как записи о техническом обслуживании, ремонтах и другие услуги."
          ]
        },
        "Данные не передаются третьим лицам без согласия пользователя, за исключением случаев, предусмотренных законодательством Украины, таких как запросы от органов государственной власти.",
        "Персональные данные хранятся только на время, необходимое для обеспечения функциональности Сайта, и будут удалены после удаления учетной записи или закрытия Сайта, за исключением случаев, предусмотренных законодательством Украины."
      ]
    },
    {
      "title": "Защита данных",
      "content": [
        "Мы внедряем соответствующие технические и организационные меры для защиты персональных данных пользователей.",
        "Мы используем шифрование для защиты паролей пользователей при их хранении в нашей базе данных. Это означает, что даже в случае несанкционированного доступа к нашим серверам пароли не могут быть прочитаны. Однако, несмотря на принятые меры безопасности, мы не можем гарантировать полную безопасность данных в случае технических сбоев или несанкционированного доступа.",
        "Сайт не выполняет автоматическое создание резервных копий данных пользователей. Пользователи несут ответственность за создание собственных копий важных данных."
      ]
    },
    {
      "title": "Третьи стороны",
      "content": [
        "Мы не передаем персональные данные третьим лицам, за исключением случаев, предусмотренных законодательством Украины."
      ]
    },
    {
      "title": "Права пользователей",
      "content": [
        "Пользователь имеет право:",
        {
          "list": [
            "Знать, какие данные собираются;",
            "Исправлять свои персональные данные самостоятельно через настройки учетной записи, за исключением электронной почты, которая не может быть изменена в целях обеспечения безопасности учетной записи;",
            "Самостоятельно удалить свою учетную запись через настройки учетной записи. После удаления все данные, включая информацию, введенную при регистрации, и данные о транспортных средствах, будут окончательно и безвозвратно удалены;",
            "Отозвать согласие на обработку своих персональных данных путем удаления своей учетной записи."
          ]
        }
      ]
    },
    {
      "title": "Изменения в Политике",
      "content": [
        "Мы оставляем за собой право изменять эту Политику. В случае внесения изменений обновленная Политика будет опубликована на Сайте с указанием даты внесения изменений. Время и дата публикации изменений будут указаны."
      ]
    }
  ]
}