{
  "lastUpdate": "[16.01.2025 12:00]",
  "sections": [
    {
      "title": "Загальні положення",
      "content": [
        "Ця Політика конфіденційності (\"Політика\") описує, як ми збираємо, використовуємо та захищаємо персональні дані користувачів.",
        "Реєструючись на Сайті, користувач погоджується з цією Політикою конфіденційності та надає згоду на обробку своїх персональних даних відповідно до цієї Політики.",
        "На Сайті розміщені рекламні банери, які є демонстраційними і не належать третім сторонам. Вони використовуються виключно для візуалізації функціоналу реклами та не відображають реальних рекламних оголошень."
      ]
    },
    {
      "title": "Дані, які ми збираємо",
      "content": [
        "Ми збираємо наступні дані під час реєстрації:",
        {
          "list": [
            "Ім'я;",
            "Прізвище;",
            "Електронна пошта (email);",
            "Пароль."
          ]
        },
        "Під час використання функціоналу Сайту користувач може вводити інформацію про свої транспортні засоби, таку як:",
        {
          "list": [
            "Марка та модель;",
            "VIN-код, HIN-код, серійний номер;",
            "Колір, рік випуску, об'єм двигуна, тип палива;",
            "Пробіг, історія ремонтів та технічного обслуговування;",
            "Інші примітки, що стосуються транспортного засобу."
          ]
        },
        "Усі дані Користувачів, включаючи дані реєстрації та інформацію про транспортні засоби, зберігаються в базі даних, розташованій на захищеному сервері, який орендує Адміністрація."
      ]
    },
    {
      "title": "Мета використання даних",
      "content": [
        "Персональні дані збираються для забезпечення функціональності Сайту, зокрема для:",
        {
          "list": [
            "Реєстрації та авторизації користувачів",
            "Збереження та обробки інформації про транспортні засоби користувачів (марка, модель, VIN, тощо)",
            "Управління тарифами користувачів",
            "Надання доступу до персоналізованих сервісів, таких як записи про технічне обслуговування, ремонти та інші послуги."
          ]
        },
        "Дані не передаються третім особам без згоди користувача, за винятком випадків, передбачених законодавством України, таких як запити від органів державної влади.",
        "Персональні дані зберігаються тільки на час, необхідний для забезпечення функціональності Сайту, і будуть видалені після видалення облікового запису або закриття Сайту, за винятком випадків, передбачених законодавством України."
      ]
    },
    {
      "title": "Захист даних",
      "content": [
        "Ми впроваджуємо відповідні технічні та організаційні заходи для захисту персональних даних користувачів.",
        "Ми використовуємо шифрування для захисту паролів користувачів при їх зберіганні в нашій базі даних. Це означає, що навіть у випадку несанкціонованого доступу до наших серверів, паролі не можуть бути прочитані. Однак, незважаючи на застосовані заходи безпеки, ми не можемо гарантувати повну безпеку даних у разі технічних збоїв чи несанкціонованого доступу.",
        "Сайт не здійснює автоматичне створення резервних копій даних користувачів. Користувачі несуть відповідальність за створення власних копій важливих даних."
      ]
    },
    {
      "title": "Треті сторони",
      "content": [
        "Ми не передаємо персональні дані третім сторонам, за винятком випадків, передбачених законодавством України."
      ]
    },
    {
      "title": "Права користувачів",
      "content": [
        "Користувач має право:",
        {
          "list": [
            "Знати, які дані збираються",
            "Виправляти свої персональні дані самостійно через налаштування облікового запису, за винятком електронної пошти, яка не може бути змінена з метою забезпечення безпеки облікового запису",
            "Самостійно видалити свій обліковий запис через налаштування облікового запису. Після видалення всі дані, включаючи інформацію, введену під час реєстрації, та дані про транспортні засоби, будуть остаточно і безповоротно видалені",
            "Відкликати згоду на обробку своїх персональних даних шляхом видалення свого облікового запису."
          ]
        }
      ]
    },
    {
      "title": "Зміни до Політики",
      "content": [
        "Ми залишаємо за собою право змінювати цю Політику. У разі внесення змін, оновлена Політика буде опублікована на Сайті із зазначенням дати внесення змін. Час та дата публікації змін будуть вказані."
      ]
    }
  ]
}