{
  "lastUpdate": "[16.01.2025 12:00]",
  "sections": [
    {
      "title": "Загальні положення",
      "content": [
        "Ці правила та умови користування сайтом (далі — 'Умови') регулюють використання вебсайту, створеного як демонстраційний проект для портфоліо.",
        "Користування сайтом передбачає повне і безумовне погодження з цими Умовами. Якщо Ви не згодні з Умовами, припиніть використання сайту.",
        "Сайт надає можливість зареєстрованим користувачам ('Користувачі') вести облік інформації про їхній транспортний засіб у розділі 'Сервіс'.",
        "Адміністратор залишає за собою право змінювати ці Умови. Оновлена версія Умов буде публікуватися на сайті із зазначенням дати та часу останнього оновлення. Користувачам рекомендується регулярно переглядати цю сторінку для ознайомлення зі змінами. Використання сайту після публікації змін означає погодження з оновленими Умовами."
      ]
    },
    {
      "title": "Реєстрація",
      "content": [
        "Для доступу до функціоналу Сайту необхідно зареєструватися, заповнивши наступні поля:",
        {
          "list": [
            "Ім'я;",
            "Прізвище;",
            "Електронна пошта (email);",
            "Пароль."
          ]
        },
        "Користувач несе відповідальність за збереження конфіденційності своїх облікових даних для входу.",
        "Паролі користувачів шифруються перед зберіганням на сервері для забезпечення безпеки даних.",
        "У разі виявлення несанкціонованого доступу до облікового запису, користувач зобов'язаний негайно повідомити про це Адміністрацію.",
        "Користувач підтверджує, що йому виповнилося 18 років на момент реєстрації."
      ]
    },
    {
      "title": "Сторони",
      "content": [
        "\"Адміністратор\" — особа, яка володіє правами на управління сайтом.",
        "\"Користувач\" — особа, яка зареєструвалася на сайті та використовує його функції."
      ]
    },
    {
      "title": "Оплата і порядок повернення коштів",
      "content": [
        "Сайт не приймає оплату за платні тарифи, оскільки вони демонстраційні.",
        "Усі платні тарифи перебувають у статусі \"неактивно\" і недоступні для оплати."
      ]
    },
    {
      "title": "Тарифні плани та обмеження",
      "content": [
        "Сайт пропонує три тарифні плани:",
        {
          "list": [
            "Безкоштовний: дозволяє створювати записи лише для одного транспортного засобу;",
            "Сімейний (демонстраційний): дозволяє створювати записи для 5 транспортних засобів;",
            "Бізнес (демонстраційний):: дозволяє створювати записи для необмеженої кількості транспортних засобів."
          ]
        },
        "Усі платні тарифи мають позначення \"неактивно\" та недоступні для придбання."
      ]
    },
    {
      "title": "Використання Сайту",
      "content": [
        "Користувач зобов'язується вводити коректну інформацію під час реєстрації. Оскільки сайт є демонстраційним проектом, дані не обробляються для інших цілей, окрім створення профілю. Адміністрація має доступ лише до електронної пошти для керування тарифними планами та іншими адміністративними потребами. Інші дані користувача можуть бути доступні Адміністрації у разі технічних проблем, для забезпечення роботи Сайту або усунення несправностей, але вони не використовуються для інших цілей.",
        "Після реєстрації користувач може додавати інформацію про свої транспортні засоби на сторінці \"Сервіс\". Ці дані можуть включати:",
        {
          "list": [
            "Марка та модель транспортного засобу;",
            "VIN-код, HIN-код, серійний номер;",
            "Колір, рік випуску, об'єм двигуна, тип палива;",
            "Пробіг, історія ремонтів та технічного обслуговування;",
            "Інші примітки, що стосуються транспортного засобу."
          ],
          "nextPartText": " Ці дані зберігаються в базі даних Сайту і доступні лише самому користувачеві. Адміністрація не використовує ці дані, за винятком випадків технічного обслуговування."
        },
        "Користувач погоджується з тим, що Адміністрація має право обробляти та зберігати персональні дані виключно для функціонування Сайту, що включає:",
        {
          "list": [
            "Адміністрування тарифних планів;",
            "Надання технічної підтримки;",
            "Забезпечення безпеки даних та роботи Сайту."
          ]
        },
        "Усі дані користувача зберігаються до моменту видалення профілю або закриття Сайту.",
        "Користувач має право використовувати Сайт виключно для особистих записів про транспортні засоби. Забороняється:",
        {
          "list": [
            "Поширювати на Сайті неправдиву, образливу чи незаконну інформацію;",
            "Використовувати Сайт для будь-яких цілей, що суперечать чинному законодавству;",
            "Здійснювати спроби несанкціонованого доступу до даних інших користувачів або систем Сайту;",
            "Використовувати автоматизовані інструменти (наприклад, веб-скрапери, боти) для доступу до Сайту, збирання даних або виконання будь-яких дій без письмової згоди Адміністрації."
          ]
        },
        "Адміністрація має право тимчасово чи постійно обмежити доступ користувача до Сайту або видалити його акаунт у разі порушення цих Правил, включаючи, але не обмежуючись, неправомірним використанням Сайту, порушенням безпеки, зловживанням функціями Сайту або іншими неприпустимими діями."
      ]
    },
    {
      "title": "Як є",
      "content": [
        "Сайт надається на умовах \"Як є\", без будь-яких гарантій та зобов'язань.",
        "Адміністратор не гарантує безперервність роботи сайту, збереження даних чи відсутність помилок."
      ]
    },
    {
      "title": "Відповідальність",
      "content": [
        "Рекламні банери є демонстраційними та не належать третім сторонам.",
        "Користувач використовує сайт на власний ризик.",
        "Користувач несе відповідальність за збереження конфіденційності своїх даних для входу на сайт.",
        "Адміністратор не несе відповідальності за втрату даних, помилки у функціонуванні сайту чи будь-які інші збитки.",
        "Адміністрація не несе відповідальності за втрату даних користувача, якщо користувач самостійно видаляє свій профіль.",
        "Адміністрація не несе відповідальності за втрату даних користувача у разі закриття або видалення сайту, оскільки сайт є демонстраційним проектом, і користувачі не мають активних платних підписок.",
        "Адміністрація не гарантує безперервний доступ до сайту і залишає за собою право припинити його роботу або закрити сайт без попередження у будь-який час.",
        "Адміністрація Сайту не гарантує безперервний доступ до Сайту і не несе відповідальності за технічні збої чи втрату даних.",
        "Адміністрація не несе відповідальності за точність інформації, що вводиться користувачами, а також за будь-які збитки, спричинені використанням Сайту.",
        "Адміністрація має право тимчасово чи постійно обмежити доступ користувача до Сайту у разі порушення цих Правил."
      ]
    },
    {
      "title": "Припинення користування",
      "content": [
        "Користувач має право припинити використання Сайту у будь-який момент.",
        "Користувач може видалити свій профіль у налаштуваннях облікового запису.",
        {
          "list": [
            "Після видалення профілю всі дані користувача, включаючи інформацію про транспортні засоби, будуть остаточно і безповоротно видалені із бази даних.",
            "Повернення видалених даних неможливе."
          ]
        },
        "Адміністрація Сайту має право заблокувати доступ користувача у разі порушення цих Правил."
      ]
    },
    {
      "title": "Резервне копіювання даних",
      "content": [
        "Адміністрація не здійснює автоматичного або ручного резервного копіювання даних користувачів.",
        "Адміністрація не надає інструментів для експорту чи завантаження даних користувачів із Сайту. Усі дані зберігаються виключно на сервері Сайту протягом терміну дії облікового запису користувача.",
        "Адміністрація не несе відповідальності за втрату даних користувача у разі видалення сайту або припинення його діяльності. Користувачі повинні вживати заходів для збереження своїх даних.",
        "Користувач визнає, що всі дані можуть бути втрачені без можливості їх відновлення."
      ]
    },
    {
      "title": "Ліцензійні умови",
      "content": [
        "Увесь контент, що розміщений на сайті (включаючи код, текст, дизайн, графіку та інші матеріали), є власністю Адміністрації і захищений законами про інтелектуальну власність, за винятком контенту, завантаженого користувачами.",
        "Користувачі не мають права копіювати, модифікувати, публікувати чи розповсюджувати контент сайту без згоди Адміністрації."
      ]
    },
    {
      "title": "Права інтелектуальної власності",
      "content": [
        "Користувачі зберігають права власності на контент, який вони завантажують на сайт.",
        "Водночас вони надають Адміністрації обмежену ліцензію на обробку цього контенту для виконання функцій сайту (наприклад, збереження даних у базі даних)."
      ]
    },
    {
      "title": "Механізм зворотного зв’язку",
      "content": [
        "Для запитань або звернень, пов’язаних із цими Правилами, Користувачі можуть скористатися контактною формою, зазначеною в розділі \"Контакти\" на сайті."
      ]
    }
  ]
}