{
  "lastUpdate": "[16.01.2025 12:00]",
  "sections": [
    {
      "title": "Общие положения",
      "content": [
        "Эти правила и условия использования сайта (далее — 'Условия') регулируют использование вебсайта, созданного как демонстрационный проект для портфолио.",
        "Использование сайта предполагает полное и безусловное согласие с этими Условиями. Если Вы не согласны с Условиями, прекратите использование сайта.",
        "Сайт предоставляет возможность зарегистрированным пользователям ('Пользователи') вести учет информации о их транспортных средствах в разделе 'Сервис'.",
        "Администратор оставляет за собой право изменять эти Условия. Обновленная версия Условий будет публиковаться на сайте с указанием даты и времени последнего обновления. Пользователям рекомендуется регулярно просматривать эту страницу для ознакомления с изменениями. Использование сайта после публикации изменений означает согласие с обновленными Условиями."
      ]
    },
    {
      "title": "Регистрация",
      "content": [
        "Для доступа к функционалу Сайта необходимо зарегистрироваться, заполнив следующие поля:",
        {
          "list": [
            "Имя;",
            "Фамилия;",
            "Электронная почта (email);",
            "Пароль."
          ]
        },
        "Пользователь несет ответственность за сохранение конфиденциальности своих учетных данных для входа.",
        "Пароли пользователей шифруются перед хранением на сервере для обеспечения безопасности данных.",
        "В случае обнаружения несанкционированного доступа к учетной записи, пользователь обязан немедленно сообщить об этом Администрации.",
        "Пользователь подтверждает, что ему исполнилось 18 лет на момент регистрации."
      ]
    },
    {
      "title": "Стороны",
      "content": [
        "\"Администратор\" — лицо, которое владеет правами на управление сайтом.",
        "\"Пользователь\" — лицо, которое зарегистрировалось на сайте и использует его функции."
      ]
    },
    {
      "title": "Оплата и порядок возврата средств",
      "content": [
        "Сайт не принимает оплату за платные тарифы, поскольку они демонстрационные.",
        "Все платные тарифы находятся в статусе \"неактивно\" и недоступны для оплаты."
      ]
    },
    {
      "title": "Тарифные планы и ограничения",
      "content": [
        "Сайт предлагает три тарифных плана:",
        {
          "list": [
            "Бесплатный: позволяет создавать записи только для одного транспортного средства;",
            "Семейный (демонстрационный): позволяет создавать записи для 5 транспортных средств;",
            "Бизнес (демонстрационный): позволяет создавать записи для неограниченного количества транспортных средств."
          ]
        },
        "Все платные тарифы имеют пометку \"неактивно\" и недоступны для приобретения."
      ]
    },
    {
      "title": "Использование Сайта",
      "content": [
        "Пользователь обязуется вводить корректную информацию при регистрации. Поскольку сайт является демонстрационным проектом, данные не обрабатываются для других целей, кроме создания профиля. Администрация имеет доступ только к электронной почте для управления тарифными планами и другими административными нуждами. Другие данные пользователя могут быть доступны Администрации в случае технических проблем, для обеспечения работы Сайта или устранения неисправностей, но они не используются для других целей.",
        "После регистрации пользователь может добавлять информацию о своих транспортных средствах на странице \"Сервис\". Эти данные могут включать:",
        {
          "list": [
            "Марка и модель транспортного средства;",
            "VIN-код, HIN-код, серийный номер;",
            "Цвет, год выпуска, объем двигателя, тип топлива;",
            "Пробег, история ремонтов и технического обслуживания;",
            "Другие примечания, касающиеся транспортного средства."
          ],
          "nextPartText": " Эти данные хранятся в базе данных Сайта и доступны только самому пользователю. Администрация не использует эти данные, за исключением случаев технического обслуживания."
        },
        "Пользователь соглашается с тем, что Администрация имеет право обрабатывать и хранить персональные данные исключительно для функционирования Сайта, что включает:",
        {
          "list": [
            "Администрирование тарифных планов;",
            "Предоставление технической поддержки;",
            "Обеспечение безопасности данных и работы Сайта."
          ]
        },
        "Все данные пользователя хранятся до момента удаления профиля или закрытия Сайта.",
        "Пользователь имеет право использовать Сайт исключительно для личных записей о транспортных средствах. Запрещается:",
        {
          "list": [
            "Распространять на Сайте ложную, оскорбительную или незаконную информацию;",
            "Использовать Сайт для любых целей, противоречащих действующему законодательству;",
            "Пытаться несанкционированно получить доступ к данным других пользователей или систем Сайта;",
            "Использовать автоматизированные инструменты (например, веб-скраперы, боты) для доступа к Сайту, сбора данных или выполнения любых действий без письменного согласия Администрации."
          ]
        },
        "Администрация имеет право временно или постоянно ограничить доступ пользователя к Сайту или удалить его аккаунт в случае нарушения этих Правил, включая, но не ограничиваясь, неправомерным использованием Сайта, нарушением безопасности, злоупотреблением функциями Сайта или другими недопустимыми действиями."
      ]
    },
    {
      "title": "Как есть",
      "content": [
        "Сайт предоставляется на условиях \"Как есть\", без каких-либо гарантий и обязательств.",
        "Администрация не гарантирует непрерывность работы сайта, сохранность данных или отсутствие ошибок."
      ]
    },
    {
      "title": "Ответственность",
      "content": [
        "Рекламные баннеры являются демонстрационными и не принадлежат третьим сторонам.",
        "Пользователь использует сайт на свой риск.",
        "Пользователь несет ответственность за сохранность конфиденциальности своих данных для входа на сайт.",
        "Администрация не несет ответственности за потерю данных, ошибки в функционировании сайта или любые другие убытки.",
        "Администрация не несет ответственности за потерю данных пользователя, если пользователь самостоятельно удаляет свой профиль.",
        "Администрация не несет ответственности за потерю данных пользователя в случае закрытия или удаления сайта, поскольку сайт является демонстрационным проектом, и пользователи не имеют активных платных подписок.",
        "Администрация не гарантирует непрерывный доступ к сайту и оставляет за собой право прекратить его работу или закрыть сайт без предварительного уведомления в любой момент.",
        "Администрация Сайта не гарантирует непрерывный доступ к Сайту и не несет ответственности за технические сбои или потерю данных.",
        "Администрация не несет ответственности за точность информации, вводимой пользователями, а также за любые убытки, вызванные использованием Сайта.",
        "Администрация имеет право временно или постоянно ограничить доступ пользователя к Сайту в случае нарушения этих Правил."
      ]
    },
    {
      "title": "Прекращение пользования",
      "content": [
        "Пользователь имеет право прекратить использование Сайта в любой момент.",
        "Пользователь может удалить свой профиль в настройках учетной записи.",
        {
          "list": [
            "После удаления профиля все данные пользователя, включая информацию о транспортных средствах, будут окончательно и безвозвратно удалены из базы данных.",
            "Возврат удаленных данных невозможен."
          ]
        },
        "Администрация Сайта имеет право заблокировать доступ пользователя в случае нарушения этих Правил."
      ]
    },
    {
      "title": "Резервное копирование данных",
      "content": [
        "Администрация не осуществляет автоматического или ручного резервного копирования данных пользователей.",
        "Администрация не предоставляет инструментов для экспорта или загрузки данных пользователей с Сайта. Все данные хранятся исключительно на сервере Сайта в течение срока действия учетной записи пользователя.",
        "Администрация не несет ответственности за потерю данных пользователя в случае удаления сайта или прекращения его деятельности. Пользователи должны принимать меры для сохранения своих данных.",
        "Пользователь признает, что все данные могут быть потеряны без возможности их восстановления."
      ]
    },
    {
      "title": "Лицензионные условия",
      "content": [
        "Весь контент, размещенный на сайте (включая код, текст, дизайн, графику и другие материалы), является собственностью Администрации и защищен законами об интеллектуальной собственности, за исключением контента, загруженного пользователями.",
        "Пользователи не имеют права копировать, модифицировать, публиковать или распространять контент сайта без согласия Администрации."
      ]
    },
    {
      "title": "Права интеллектуальной собственности",
      "content": [
        "Пользователи сохраняют права собственности на контент, который они загружают на сайт.",
        "Вместе с тем, они предоставляют Администрации ограниченную лицензию на обработку этого контента для выполнения функций сайта (например, сохранение данных в базе данных)."
      ]
    },
    {
      "title": "Механизм обратной связи",
      "content": [
        "Для вопросов или обращений, связанных с этими Правилами, Пользователи могут воспользоваться контактной формой, указанной в разделе \"Контакты\" на сайте."
      ]
    }
  ]
}